[
    {
        "id": "1",
        "title": "The birth of Venus",
        "artistName": "Sandro Botticelli",
        "year": 1480,
        "canvasSize": "172.5 cm x 278.9 cm",
        "oilPainting": true,
        "description": "The Birth of Venus is a painting make by Sandro Botticelli in the mid 1480s. It depicts the goddess Venus arriving at the shore after her birth.",
        "url": "images/theBirthOfVenus.jpg",
        "alt": "A naked lady standing on a massive shell surrounded by two angels and another lady who is trying to cover the naked lady with a pink fabric."
    },
    {
        "id": "2",
        "title": "The Kiss",
        "artistName": "Gustav Klimt",
        "year": 1907,
        "canvasSize": "180 cm x 180 cm",
        "oilPainting": true,
        "description": "The Kiss is a painting made by Gustav Klimt in his Golden Period. The painting depicts a couple embracing each other, covered in beautiful robes.",
        "url": "images/theKiss.jpg",
        "alt": "A couple embracing each other. Covered in a golden robe."
    },
    {
        "id": "3",
        "title": "The Son of Man",
        "artistName": "René Magritte",
        "year": 1964,
        "canvasSize": "116 cm x 89 cm",
        "oilPainting": true,
        "description": "The son of man is a oil painting made by René Magritte in 1964. Magritte painted it as a self-portrait. The painting contains a man dressed in a overcoat and a bowler hat. The mans face is largely obscured by a hovering green apple.",
        "url": "images/theSonOfMan.jpg",
        "alt": "A man standing in front a low wall. Behind him is the sea and clouds. He is dressed in a black overcoat and a black hat. In front of his face is a large green apple."
    },
    {
        "id": "4",
        "title": "Lady with an Ermine",
        "artistName": "Leonardo da Vinci",
        "year": 1489,
        "canvasSize": "54 cm x 39 cm",
        "oilPainting": true,
        "description": "The Lady with an Ermine is a portrait painting made by Leonardo da Vinci. Its subject is Cecilia Gallerani, a mistress of Ludovico Sforza duke of Milan.",
        "url": "images/ladyWithAnErmine.jpg",
        "alt": "A lady dressed in renaissance dress while she is holding a white ermine."
    },
    {
        "id": "5",
        "title": "Wanderer above the Sea of Fog",
        "artistName": "Caspar David Friedrich",
        "year": 1818,
        "canvasSize": "94.8 cm x 74.8 cm",
        "oilPainting": true,
        "description": "Wanderer above the sea of fog is a oil painting made by Caspar David Friedrich. It depicts a man standing on rocks while watching over the foggy sky.",
        "url": "images/wandererAboveTheSeaOfFog.jpg",
        "alt": "A man in a dark suit standing on rocks. The sky in front of him is covered in fog. In the distance there is a forest and a large mountain."
    },
    {
        "id": "6",
        "title": "Flaming June",
        "artistName": "Frederic Leighton",
        "year": 1895,
        "canvasSize": "120 cm x 120 cm",
        "oilPainting": true,
        "description": "Flaming June is a painting by Sir Frederic Leighton in 1895. It is thought that the woman portrayed alludes to the figure of sleeping nymphs and naiads the Greeks often sculpted.",
        "url": "images/flamingJune.jpg",
        "alt": "A woman in a orange dress sleeping curled up on a small couch."
    },
    {
        "id": "7",
        "title": "The Swing",
        "artistName": "Jean-Honoré Fragonard",
        "year": 1767,
        "canvasSize": "81 cm x 64.2 cm",
        "oilPainting": true,
        "description": "The Swing also known as The Happy Accidents of the Swing is a 18th-century oil painting by Jean-Honoré Fragonard. It is considered to be one of Fragonard's best known work.",
        "url": "images/theSwing.jpg",
        "alt": "A woman swinging on a swing while a man is down on the ground. The man has a surprised expression on his face because he can see up the lady's dress."
    }
]